arch-install-scripts
base
base-devel
fakeroot-tcp
git
jq
lua
make
man-db
nano
neovim
python
python-pip
python-pyflakes
python-pynvim
python-virtualenv
stow
sudo
tmux
tree
vim
yay
yay-debug
zsh
